"NSPhotoLibraryUsageDescription" = "Tarvitsemme pääsyn galleriaasi, jotta voit valita profiilikuvan.";
"NSCameraUsageDescription" = "Tarvitsemme pääsyn kameraasi, jotta voit ottaa uuden profiilikuvan.";
"NSMicrophoneUsageDescription" = "Tarvitsemme mikrofonin äänen tallentamiseen joissakin ominaisuuksissa.";
"NSSpeechRecognitionUsageDescription" = "Käytämme äänentunnistusta, jotta voit olla vuorovaikutuksessa sovelluksen kanssa äänelläsi.";
